docs/history/history11/index.tex
% Created 2022-06-12 Sun 10:42
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\setlength{\parindent}{0pt}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{svg}
\usepackage{tikz}
\usepackage{cancel}
\usepackage{pgfplots}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\usepackage{csquotes}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\renewcommand{\tableofcontents}{}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\date{\today}
\title{HIST301 Master Index}
\hypersetup{
 pdfauthor={},
 pdftitle={HIST301 Master Index},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents



\section{Day 1, day 2 - Dylan:}
\label{sec:org7baa480}
\href{KBdHIST301HWIndigenousPeoplesHistory.org}{KBdHIST301HWIndigenousPeoplesHistory}
:CUSTOM\textsubscript{ID}: day-1-day-2---dylan-filekbdhist301hwindigenouspeopleshistory.orgkbdhist301hwindigenouspeopleshistory
\begin{itemize}
\item Huxley:
\href{KBxIndigenousPeoplesHistoftheUS.org}{KBxIndigenousPeoplesHistoftheUS}
\item Dylan: \href{KBdHIST301Day2.org}{KBdHIST301Day2}
\item Huxley: \href{KBxNotesonHannahJones.org}{KBxNotesonHannahJones}
\end{itemize}

\section{Indigenous History}
\label{sec:org0c9dbe1}
\begin{itemize}
\item \href{KBhHIST301IndianPersp.org}{KBhHIST301IndianPersp}
\item \href{KBhHIST301ColonialAmerica.org}{KBhHIST301ColonialAmerica}
\end{itemize}

\section{Intersections Essay}
\label{sec:orgee5fa6a}
\begin{itemize}
\item \href{KBhIntersectionsEssayPrep.org}{KBhIntersectionsEssayPrep}
\item \href{KBxOriginNarrativesForFheUnitedStates.org}{KBxOriginNarrativesForFheUnitedStates}
\end{itemize}

\section{Colonies}
\label{sec:orgd2aab7d}
\begin{itemize}
\item \href{KBxAmericanColonies.org}{KBxAmericanColonies}
\item \href{KBxMiddlekauff.org}{KBxMiddlekauff}
\end{itemize}

\section{French and Indian War}
\label{sec:org9383066}
\begin{itemize}
\item \href{KBdHIST301FrenchIndianWar.org}{KBdHIST301FrenchIndianWar}
\item \href{KBhFrenchAndIndian.org}{KBhFrenchAndIndian}
\end{itemize}

\section{Revolution and Causality}
\label{sec:org8fd3d0a}
the next assignment: historigraphical in nature. synthesithing multiple
arguments about causality.

\begin{itemize}
\item \href{KBxCausalityAndRevolutionsD1.org}{KBxCausalityAndRevolutionsD1}
\item \href{KBhAmericanRevolution.org}{KBhAmericanRevolution}
\item \href{KBxHistoriographyOfTheRevolutionReadingNotes.org}{KBxHistoriographyOfTheRevolutionReadingNotes}
\begin{itemize}
\item \href{KBxHistoriographyOfTheRevolutionPrezPrep.org}{KBxHistoriographyOfTheRevolutionPrezPrep}
\end{itemize}
\item \href{KBhBalylinIdeologicalOrigins.org}{KBhBalylinIdeologicalOrigins}
\item \href{KBhhistoriography\_essay\_planning.org}{KBhhistoriography\textsubscript{essay}\textsubscript{planning}}
\item \href{KBxSchoolOfThoughOnAmericanRevolutionInClassPrezs.org}{KBxSchoolOfThoughOnAmericanRevolutionInClassPrezs}
\item \href{KBxThePathtoRevolution.org}{KBxThePathtoRevolution}
\item \href{KBxAmericanRevolutionHistoriographyEssayPrep.org}{KBxAmericanRevolutionHistoriographyEssayPrep}
\end{itemize}

\section{America Begins!}
\label{sec:org72e4779}
\begin{itemize}
\item \href{KBhPostRevolution.org}{KBhPostRevolution}
\item \href{KBxAntiAndFederalistPapers.org}{KBxAntiAndFederalistPapers}
\begin{itemize}
\item \href{KBxFederalismInClass.org}{KBxFederalismInClass}
\end{itemize}
\item \href{KBhAntebellum.org}{KBhAntebellum}
\item \href{KBxTheCelebrationOfCommerce.org}{KBxTheCelebrationOfCommerce}
\item \href{KBxAntebellumIntro.org}{KBxAntebellumIntro}
\item \href{KBxJacksonianPolitics.org}{KBxJacksonianPolitics}
\end{itemize}

\section{The National Period}
\label{sec:orgd158aed}
\begin{itemize}
\item \href{KBhNationalPeriod.org}{KBhNationalPeriod}
\end{itemize}

\section{Civil War}
\label{sec:org7c05830}
\begin{itemize}
\item \href{KBxCivilWarIntro.org}{KBxCivilWarIntro}
\item \href{KBhCivilWar.org}{KBhCivilWar}
\item \href{KBdEricFonerNotes.org}{KBdEricFonerNotes}
\item \href{KBxCivilWarFinalInclass.org}{KBxCivilWarFinalInclass}
\item \href{KBxCivilWarMemory.org}{KBxCivilWarMemory}
\end{itemize}

\subsection{reconstruction}
\label{sec:org914d9be}
\begin{itemize}
\item \href{KBxReconstructionHistories.org}{KBxReconstructionHistories}
\end{itemize}

\section{Guilded Age}
\label{sec:org87ae932}
\begin{itemize}
\item \href{KBhGuildedAge.org}{KBhGuildedAge}
\end{itemize}

\section{Semester 2!}
\label{sec:orgbd5ccf4}
\begin{itemize}
\item \href{KBxHist11Sem2Day1.org}{KBxHist11Sem2Day1}
\item \href{KBxBrandsReading.org}{KBxBrandsReading}
\item \href{KBxd2HistInclass.org}{KBxd2HistInclass}
\item \href{KBxConquestAndEmpireReading.org}{KBxConquestAndEmpireReading}
\item \href{KBxSpanishAmericanWarConvoPlanning.org}{KBxSpanishAmericanWarConvoPlanning}
\item \href{KBxCapatalismAndIndustrialization.org}{KBxCapatalismAndIndustrialization}
\item \href{KBxGrowthofAmericanLaborMovement.org}{KBxGrowthofAmericanLaborMovement}
\item \href{KBxHistoryLongBlock.org}{KBxHistoryLongBlock}
\item \href{KBxS2MA1Hist11.org}{KBxS2MA1Hist11}
\item \href{KBxHistResearchProjectPlanning.org}{KBxHistResearchProjectPlanning}
\item \href{KBxHarlemRenaissanceSelfGuidedTour.org}{KBxHarlemRenaissanceSelfGuidedTour}
\item \href{KBxHarlemRenaissanceReadingsAndShareOuts.org}{KBxHarlemRenaissanceReadingsAndShareOuts}
\item \href{KBxResearchProjectPlanningPtTwo.org}{KBxResearchProjectPlanningPtTwo}
\item \href{KBxCivilDisobedienceEvolutionofDemocracyIntro.org}{KBxCivilDisobedienceEvolutionofDemocracyIntro}
\item \href{KBxCivRtMasseyNotes.org}{KBxCivRtMasseyNotes}
\item \href{KBxAntiNuclearEnergyMovementResearchProject.org}{KBxAntiNuclearEnergyMovementResearchProject}
\item \href{KBxContemporaryChallengesHistFinal.org}{KBxContemporaryChallengesHistFinal}
\end{itemize}
\end{document}
